{
    "story":{
        "title":"The face behind the magic",
        "body_text":"Creo que un buen regalo tiene el poder de unir, sanar y decir lo que a veces no sabemos cómo poner en palabras. Beet nace de ese deseo de transformar lo tangible, en emociones. De entender que un detalle, cuando se elige con intención, puede cambiar un día, estrechar vínculos o volverse algo inolvidable. \n\n No quiero ser una empresa más de regalos. Pretendo crear un nuevo lenguaje, una forma de comunicar lo invisible. Porque para mí, regalar no es solo dar algo... es acompañar a alguien con el alma y desde el corazón. \n\n Cada proyecto que surge en Beet, lleva mi esencia, mi intuición y mi compromiso por hacer sentir, por humanizar. Beet es mi manera de recordarle al mundo que las relaciones importan - y que vale la pena cultivarlas y celebrarlas. \n\n Gracias por dejarme ser parte de tus momentos.",

        "image":"/images/corporate/14.png",

        "layout":"side left",
        "content_style":"align-center less-pad-h text-center",

        "children": {
            "signature": "signature.png"
        }
    },
    "mission":{
        "title":"Inspiramos y conectamos personas a través de regalos personalizados y experiencias memorables, y de paso, les facilitamos la vida",
        "image":"images/navbar-bg.png",

        "layout":"vertical",
        "content_style":"white-text align-center text-center more-pad-h more-pad-v"
    },
    "team":{
        "title":"The Dream Team",
        "body_text":"<b>More than a team, we’re a sisterhood turning purpose into emotions.</b> Somos un equipo liderado por mujeres creativas, resilientes y comprometidas con crear conexiones que trascienden. Conoce las mentes y manos detrás de cada emoción que entregamos.",

        "layout":"vertical",
        "content_style":"align-center light-gray text-center shrink-text",

        "children":{
            "members":[
                {
                    "name":"Lucía Cladellas",
                    "role":"CEO & Founder",
                    "image":"/images/corporate/14.png"
                },
                {
                    "name":"Wendy Monge",
                    "role":"Líder de Operaciones",
                    "image":"/images/corporate/14.png"
                },
                {
                    "name":"Marcela Flores",
                    "role":"Coordinadora de Entregas",
                    "image":"/images/corporate/14.png"
                },
                {
                    "name":"Camila González",
                    "role":"Partner Estratégico Marketing Digital | Khamaleón Creativa",
                    "image":"/images/corporate/14.png"
                }
            ]
        }
    },
    "what_we_do":{
        "title":"Lo que hacemos (y lo hacemos con el corazón!)",
        "body_text":"En Beet, somos expertos en diseñar regalos memorables y experiencias hechas a la medida, que cuentan historias, despiertan emociones y crean conexiones auténticas. Más allá de ofrecer productos bonitos y funcionales, nuestro valor se centra en el servicio. \n\n Acompañamos a nuestros clientes en cada paso del proceso, facilitándoles la vida y dándoles la tranquilidad de saber que su mensaje llegará a las manos correctas y será transmitido de una forma única, intencional y creativa. \n\n Gift with us and #BeetTheMoment",
        "image":"/images/personaliza/18.png",

        "layout":"side right",
        "content_style":"align-center text-center less-pad-h"
    },
    "signification":{
        "title":"El significado detrás del nombre",
        "body_text":"Un nombre que no fue elegido al azar. Sí, Beet es una palabra banal y sin sentido (remolacha), pero en su raíz - literal y simbólicamente - guarda un universo de significado. \n\n Es un vegetal de color vibrante, lleno de vida y propiedades nutritivas. Pero lo que más nos inspiró es todo lo que sucede bajo la superficie: sus raíces, extensas y entrelazadas, que sostienen, conectan y alimentan. Esa es justo “la razón de ser” de nuestra marca. \n\n La remolacha es pequeña por fuera pero poderosa en su interior, al igual que cada regalo que diseñamos, que llevan por dentro una carga emocional y una intención simbólica que trasciende lo físico. No se trata de lo que se ve, sino lo que se siente, lo que conecta, lo que permanece. ",
        "image":"/images/personaliza/33.png",

        "layout":"side left",
        "content_style":"align-center text-center less-pad-h"
    }
}